---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymLeft
source: html/0f0bc32d-c8b9-0410-4c5a-7e45f096b1e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymLeft Property

"Left"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamSpanSymLeft { get; }
```